aki77.ghq
anthropic.claude-code
anysphere.cursorpyright
bodil.file-browser
esbenp.prettier-vscode
fill-labs.dependi
github.copilot
github.vscode-github-actions
golang.go
hashicorp.terraform
jallen7usa.vscode-cue-fmt
kiwanamie.smartchr
lfs.vscode-emacs-friendly
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
nickgo.cuelang
plex.vscode-regolint
rust-lang.rust-analyzer
tsandall.opa
